REGISTE = '感谢你注册金指投--中国成长型企业股权投融资第一平台' 
ROADSHOW_SUBMIT = '尊贵的金指投用户, 你的项目申请提交成功。根据您项目的实际情况, 会有专门的顾问和你取得联系, 请保持手机畅通。如有疑问请致电 18691883712'
ROADSHOW_VALID_TRUE = '尊贵的金指投用户，您的路演申请提交成功，已进入项目审核阶段，我们的工作人员将会在第一时间联系您，请保持手机畅通。您可以打开【金指投】APP->个人中心->进度查看->我的路演 查看详情，感谢您长期以来的支持！'
ROADSHOW_VALID_FALSE = '尊贵的金指投用户, 您的路演申请未通过审核。请打开【金指投】APP->个人中心->进度查看->我的路演 查看原因。请您及时修改、完善信息并重新提交申请。如有疑问请致电 18691883712'
INVESTOR_SUBMIT = '尊贵的金指投用户，恭喜您的“VIP投资人认证”提交成功。您可以打开【金指投】APP->个人中心->进度查看->投资人认证 查看详情。如有疑问请致电 18691883712'
INVESTOR_VALID_TRUE  = '尊贵的金指投用户，恭喜您的“VIP投资人认证”通过审核，小金将于后续贴身为您服务。使用金指投APP，开启您的投融资之旅吧！如有疑问请致电 18691883712'
INVESTOR_VALID_FALSE = '尊贵的金指投用户，小金抱歉的通知您，您的“VIP投资人认证”未通过审核。您可以打开【金指投】APP->个人中心->进度查看->投资人认证 查看详情。如有疑问请致电 18691883712'
PARTICIPATE_SUBMIT = '尊贵的金指投用户，您的[%s]来现场申请已提交。请打开【金指投】APP->个人中心->进度查看->来现场 查看详情。如有疑问请致电 18691883712'
PARTICIPATE_VALID_TRUE = '尊贵的金指投用户，您于[%s]申请参加[%s]来现场申请通过审核。打开【金指投】APP->个人中心->进度查看->来现场 查看详情。如有疑问请致电 18691883712'
PARTICIPATE_VALID_FALSE = '尊贵的金指投用户，您于[%s]申请参加[%s]来现场申请未通过审核。 请打开【金指投】APP->个人中心->进度查看->来现场 查看详情。如有疑问请致电 18691883712'
INVEST_VALID_TRUE = '尊贵的金指投用户，您于[%s]投资[%s][%s]万。如有问题请致电 18681838312, 或致邮 kf@jinzht.com。我们的工作人员将会第一时间联系您，请您保持手机畅通。您也可以打开【金指投】APP->个人中心->我的投融资->我投资的项目 查看详情。'

QUALIFICATION = (
    (1, '(一)《私募投资基金监督管理暂行办法》规定的合格投资者'),
    (2, '(二)投资单个融资项目的最低金额不低于100万元人民币的单位或个人'),
    (3, '(三)社会保障基金、企业年金等养老基金，慈善基金等社会公益基金，以及依法设立并在中国证券投资基金业协会备案的投资计划'),
    (4, '(四)净资产不低于1000万元人民币的单位'),
    (5, '(五)金融资产不低于300万元人民币或最近三年个人年均收入不低于50万元人民币的个人。上述个人除能提供相关财产、收入证明外，还应当能辨识、判断和承担相应投资风险'),
    (6, '(六)证券业协会规定的其他投资者')
)

PUSHTYPE = (
    (1, 'project 项目详情'), # 跳到项目详情页面
    (2, 'url 网页'), # 跳到一个网页
    (5, 'feeling 朋友圈'), # 消息回复
)

OS = ((1, 'iPhone'), (2, 'Android'))
